results/raw/entity-read-by-id/20260731T062127Z-triad-n3/repeat03/heavy/2-exeris-vs-quarkus-hibernate/run01/ab/target-b/wrk-raw.txt
Running 15m test @ http://localhost:9002/api/v1/users
  4 threads and 128 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    11.54ms    4.14ms  52.93ms   64.96%
    Req/Sec     2.79k   120.83     4.86k    71.93%
  Latency Distribution
     50%   11.17ms
     75%   14.48ms
     90%   17.13ms
     99%   21.50ms
  9989705 requests in 15.00m, 85.76GB read
Requests/sec:  11098.50
Transfer/sec:     97.57MB
     95.00%  18.63ms